import random

def get_random_fact():
    facts = [
        "Пчелы могут распознавать человеческие лица.",
        "Крокодилы не могут высовывать язык.",
        "Сердце креветки находится в голове.",
        "Стрекозы могут летать в любом направлении, включая назад.",
        "У осьминога три сердца.",
        "Муравьи никогда не спят и не имеют легких.",
        "Бабочки пробуют пищу ногами.",
        "У улитки может быть до 25,000 зубов.",
        "Колибри - единственные птицы, которые могут летать задом наперед.",
        "У жирафа такой же размер шейных позвонков, как у человека."
    ]
    return random.choice(facts) 